Repository: lijing233/FantaLogcat
Catalog: FantaLogcatApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: About FantaLogcat
zh_hans: 关于 FantaLogcat

source: Accept and install
zh_hans: 接受并安装

source: Chinese is the default. This preference stays on this Mac.
zh_hans: 默认使用简体中文；该设置仅保存在本机。

source: Close
zh_hans: 关闭

source: Discard unsaved settings
zh_hans: 丢弃未保存的设置

source: Android tools are required
zh_hans: 需要 Android 工具

source: Android tools could not be prepared
zh_hans: 无法准备 Android 工具

source: Checking Android tools…
zh_hans: 正在检查 Android 工具…

source: Downloading and verifying Android tools…
zh_hans: 正在下载并校验 Android 工具…

source: English
zh_hans: 英语

source: Error: %@
zh_hans: 错误：%@

source: FantaLogcat downloads the official Google Platform-Tools package (about 16 MB), verifies its SHA-256 checksum, and keeps it inside the app support folder.
zh_hans: FantaLogcat 会下载 Google 官方 Platform-Tools（约 16 MB），校验 SHA-256，并仅保存在应用支持目录中。

source: Keep FantaLogcat open. The existing installation will not be replaced unless verification succeeds.
zh_hans: 请保持 FantaLogcat 开启。只有校验成功后才会替换现有安装。

source: Keep up to %@ logs per new session
zh_hans: 单次会话最多保留 %@ 条日志

source: Logs and export
zh_hans: 日志与导出

source: Preparing Android tools…
zh_hans: 正在准备 Android 工具…

source: Preview the settings sheet in this language
zh_hans: 使用该语言预览设置页

source: Read %lld recent logs when opening an app
zh_hans: 进入应用时读取最近 %lld 条日志

source: Redact exports by default
zh_hans: 导出时默认脱敏

source: Save
zh_hans: 保存

source: Save and apply all settings
zh_hans: 保存并应用全部设置

source: Select a device
zh_hans: 选择设备

source: Select an app
zh_hans: 选择应用

source: Settings
zh_hans: 设置

source: Settings apply when you next select an app. Safety ceilings are 500 history lines, 100,000 logs, and 64 MB text cache.
zh_hans: 设置会应用到下一次选择应用；为了稳定性，上限固定为 500 条历史、100,000 条日志和 64 MB 文本缓存。

source: Simplified Chinese
zh_hans: 简体中文

source: Text cache limit %lld MB per new session
zh_hans: 单次会话日志文本上限 %lld MB

source: Try again
zh_hans: 重试

source: Version %@
zh_hans: 版本 %@

source: Interface language
zh_hans: 界面语言

source: View Google license terms
zh_hans: 查看 Google 许可条款

source: Viewing logs
zh_hans: 查看日志
